{
    "version": "1.0",
    "truncation": null,
    "padding": null,
    "added_tokens": [
        {
            "id": 0,
            "special": true,
            "content": "[UNK]",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 1,
            "special": true,
            "content": "[CLS]",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 2,
            "special": true,
            "content": "[SEP]",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 3,
            "special": true,
            "content": "[PAD]",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        },
        {
            "id": 4,
            "special": true,
            "content": "[MASK]",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        }
    ],
    "normalizer": null,
    "pre_tokenizer": {
        "type": "Whitespace"
    },
    "post_processor": {
        "type": "TemplateProcessing",
        "single": [
            {
                "SpecialToken": {
                    "id": "[CLS]",
                    "type_id": 0
                }
            },
            {
                "Sequence": {
                    "id": "A",
                    "type_id": 0
                }
            },
            {
                "SpecialToken": {
                    "id": "[SEP]",
                    "type_id": 0
                }
            }
        ],
        "pair": [
            {
                "SpecialToken": {
                    "id": "[CLS]",
                    "type_id": 0
                }
            },
            {
                "Sequence": {
                    "id": "A",
                    "type_id": 0
                }
            },
            {
                "SpecialToken": {
                    "id": "[SEP]",
                    "type_id": 0
                }
            },
            {
                "Sequence": {
                    "id": "B",
                    "type_id": 1
                }
            },
            {
                "SpecialToken": {
                    "id": "[SEP]",
                    "type_id": 1
                }
            }
        ],
        "special_tokens": {
            "[CLS]": {
                "id": "[CLS]",
                "ids": [
                    1
                ],
                "tokens": [
                    "[CLS]"
                ]
            },
            "[SEP]": {
                "id": "[SEP]",
                "ids": [
                    2
                ],
                "tokens": [
                    "[SEP]"
                ]
            }
        }
    },
    "decoder": null,
    "model": {
        "type": "BPE",
        "dropout": null,
        "unk_token": "[UNK]",
        "continuing_subword_prefix": null,
        "end_of_word_suffix": null,
        "fuse_unk": false,
        "vocab": {
            "[UNK]": 0,
            "[CLS]": 1,
            "[SEP]": 2,
            "[PAD]": 3,
            "[MASK]": 4,
            "A": 5,
            "T": 6,
            "C": 7,
            "G": 8,
            "TT": 9,
            "AA": 10,
            "TG": 11,
            "TC": 12,
            "AG": 13,
            "AC": 14,
            "ATT": 15,
            "GG": 16,
            "CC": 17,
            "AT": 18,
            "ATG": 19,
            "ATC": 20,
            "GC": 21,
            "TAA": 22,
            "TTC": 23,
            "TTG": 24,
            "AAG": 25,
            "AAC": 26,
            "TAG": 27,
            "TTTT": 28,
            "TAC": 29,
            "TGC": 30,
            "TGG": 31,
            "TCC": 32,
            "AAAA": 33,
            "AGC": 34,
            "AGG": 35,
            "ACC": 36,
            "TATT": 37,
            "TTTC": 38,
            "TTTG": 39,
            "ATAA": 40,
            "TTGG": 41,
            "CCC": 42,
            "TATG": 43,
            "ATTC": 44,
            "ATTG": 45,
            "AGAA": 46,
            "TAT": 47,
            "GGC": 48,
            "TCG": 49,
            "ATGC": 50,
            "TTAA": 51,
            "ACAA": 52,
            "TGAA": 53,
            "ATGG": 54,
            "ACG": 55,
            "TATC": 56,
            "GGG": 57,
            "TCTC": 58,
            "TTGC": 59,
            "TTCC": 60,
            "TCAA": 61,
            "AGAG": 62,
            "ATCC": 63,
            "ATAT": 64,
            "TGTG": 65,
            "TAAC": 66,
            "CCG": 67,
            "ATAC": 68,
            "AAAG": 69,
            "TAAG": 70,
            "TTAC": 71,
            "ATAG": 72,
            "TTAG": 73,
            "AAGG": 74,
            "AAAC": 75,
            "AATG": 76,
            "TTTTC": 77,
            "AAGC": 78,
            "TTTTG": 79,
            "ATATT": 80,
            "TCTG": 81,
            "TAGC": 82,
            "TTATT": 83,
            "TACC": 84,
            "ACAC": 85,
            "TAGG": 86,
            "AGTG": 87,
            "AGGG": 88,
            "AATC": 89,
            "AGGC": 90,
            "TGGC": 91,
            "TGGG": 92,
            "TCCC": 93,
            "TTTAA": 94,
            "AACC": 95,
            "TCAC": 96,
            "AGCC": 97,
            "TGCC": 98,
            "AAATT": 99,
            "AGAC": 100,
            "TTCG": 101,
            "ATCG": 102,
            "GCG": 103,
            "TGAC": 104,
            "TTTGG": 105,
            "ATATG": 106,
            "TGTC": 107,
            "TA": 108,
            "TTTGC": 109,
            "TGAG": 110,
            "ACCC": 111,
            "TTTCC": 112,
            "AAGAA": 113,
            "ATTTC": 114,
            "TTATG": 115,
            "TATAA": 116,
            "AACG": 117,
            "AGTC": 118,
            "ATTTG": 119,
            "ACTC": 120,
            "TATTG": 121,
            "TATTC": 122,
            "ATATC": 123,
            "TTTAG": 124,
            "TTTAC": 125,
            "ATTGG": 126,
            "ACTG": 127,
            "TAAAA": 128,
            "TTATC": 129,
            "ACCG": 130,
            "TTGAA": 131,
            "TCAG": 132,
            "ATTGC": 133,
            "AACAA": 134,
            "TCCG": 135,
            "TCTTC": 136,
            "ATGAA": 137,
            "CCAA": 138,
            "ACAG": 139,
            "TATGC": 140,
            "TTCAA": 141,
            "AGCG": 142,
            "AGAAG": 143,
            "TGATG": 144,
            "TTTATT": 145,
            "ATCAA": 146,
            "TGATT": 147,
            "TATGG": 148,
            "GGGG": 149,
            "TACG": 150,
            "TGTTG": 151,
            "TTGGC": 152,
            "TGCG": 153,
            "TTGGG": 154,
            "CCCC": 155,
            "AGATG": 156,
            "TCATT": 157,
            "AGATT": 158,
            "ATAAG": 159,
            "GGAA": 160,
            "ATAAC": 161,
            "TTCTC": 162,
            "ATAAAA": 163,
            "TTT": 164,
            "TGAAG": 165,
            "TTCCC": 166,
            "AGGAA": 167,
            "ACATT": 168,
            "CCTC": 169,
            "TTAAG": 170,
            "AGTTG": 171,
            "GGCG": 172,
            "ACATG": 173,
            "TTAAC": 174,
            "ATTAA": 175,
            "TCGG": 176,
            "TCTTG": 177,
            "ACTTG": 178,
            "TATCC": 179,
            "TTTTTTTT": 180,
            "GCAA": 181,
            "TGGAA": 182,
            "AAAAAA": 183,
            "TGTAA": 184,
            "ACGG": 185,
            "ATGGG": 186,
            "ATGGC": 187,
            "TGTTC": 188,
            "TCATC": 189,
            "ATTCC": 190,
            "AGCAA": 191,
            "ACTTC": 192,
            "TGCAA": 193,
            "AGTTC": 194,
            "TTTAT": 195,
            "ACAAG": 196,
            "ACCAA": 197,
            "AGTAA": 198,
            "TTAAAA": 199,
            "ACTAA": 200,
            "TCTAA": 201,
            "TCGC": 202,
            "TCATG": 203,
            "AGAGG": 204,
            "TAGAA": 205,
            "TCCAA": 206,
            "AGATC": 207,
            "TGATC": 208,
            "ATTTTG": 209,
            "TCAAG": 210,
            "ATAGC": 211,
            "ACATC": 212,
            "TTTTGG": 213,
            "ACAAC": 214,
            "CCCG": 215,
            "ATAGG": 216,
            "TTAGG": 217,
            "TACAA": 218,
            "TTAGC": 219,
            "AGAAC": 220,
            "ATACC": 221,
            "ATTTTC": 222,
            "ACGC": 223,
            "TTACC": 224,
            "AGAAAA": 225,
            "GGCC": 226,
            "GAA": 227,
            "ATGCC": 228,
            "TTGCC": 229,
            "TCAAC": 230,
            "TTCTTC": 231,
            "TGAAC": 232,
            "TCTCC": 233,
            "AAGAAG": 234,
            "TTGTG": 235,
            "TTTTGC": 236,
            "ATATAA": 237,
            "TGTGG": 238,
            "AGTGG": 239,
            "ATTATT": 240,
            "TTTATG": 241,
            "ATA": 242,
            "AAGCC": 243,
            "GGGC": 244,
            "CG": 245,
            "TGTTTT": 246,
            "ATATTG": 247,
            "AGAGC": 248,
            "TTTCG": 249,
            "TGTT": 250,
            "ATATTC": 251,
            "AGTAG": 252,
            "TCTGC": 253,
            "TCTTTT": 254,
            "TGAGG": 255,
            "TGTAG": 256,
            "TGTGC": 257,
            "TAAGG": 258,
            "ATCCC": 259,
            "TAAGC": 260,
            "AGTT": 261,
            "TTTTCC": 262,
            "TGAAAA": 263,
            "TCTT": 264,
            "ACTGC": 265,
            "TAATAA": 266,
            "TCTAG": 267,
            "TTGTTG": 268,
            "ATGATG": 269,
            "TCTAC": 270,
            "ACTAG": 271,
            "TTTTAA": 272,
            "ACTAC": 273,
            "ATTCG": 274,
            "ACAAAA": 275,
            "AGTAC": 276,
            "AGTGC": 277,
            "TGTAC": 278,
            "TGGCC": 279,
            "TTTATC": 280,
            "TATATT": 281,
            "TTA": 282,
            "ACTCC": 283,
            "TGAGC": 284,
            "ATTTAA": 285,
            "AATAA": 286,
            "TCTGG": 287,
            "ATATATAT": 288,
            "GCC": 289,
            "TTATTG": 290,
            "ACTGG": 291,
            "TTCTG": 292,
            "TCACC": 293,
            "AAATG": 294,
            "AAAAC": 295,
            "AGGCC": 296,
            "ATATGC": 297,
            "AAAAG": 298,
            "AGGGG": 299,
            "ACACC": 300,
            "AGTTTT": 301,
            "TTATAA": 302,
            "AAATC": 303,
            "TGGGG": 304,
            "TGTTTG": 305,
            "TCAGC": 306,
            "TTCTTG": 307,
            "TAGGG": 308,
            "ATTTTTT": 309,
            "TAACC": 310,
            "TCAAAA": 311,
            "TGTCC": 312,
            "AGAAGC": 313,
            "ACAGG": 314,
            "ACAGC": 315,
            "ATACAA": 316,
            "TCTTTC": 317,
            "ATTTGG": 318,
            "TTATTC": 319,
            "TTGATG": 320,
            "AGTTTG": 321,
            "AGAAGG": 322,
            "ATCATC": 323,
            "ATATGG": 324,
            "AGTCC": 325,
            "TCAGG": 326,
            "TCTCTCTC": 327,
            "ATGTG": 328,
            "CCGC": 329,
            "AAGAG": 330,
            "ACTTTT": 331,
            "AATTG": 332,
            "AAAAAAAA": 333,
            "TGTTTC": 334,
            "ACTT": 335,
            "ATAGAA": 336,
            "TCCCC": 337,
            "AGACC": 338,
            "AATTC": 339,
            "TAGGC": 340,
            "AGGGC": 341,
            "CCGG": 342,
            "TCTTTG": 343,
            "AACAAC": 344,
            "TGGGC": 345,
            "ATTTGC": 346,
            "AGTTTC": 347,
            "AGA": 348,
            "ACCCC": 349,
            "AAGATG": 350,
            "TTCATC": 351,
            "GCGC": 352,
            "ATCCG": 353,
            "TATATG": 354,
            "TTGATT": 355,
            "TAAATT": 356,
            "AAAAGG": 357,
            "TGACC": 358,
            "TTGAAG": 359,
            "TTCATT": 360,
            "AGCCC": 361,
            "TAGCC": 362,
            "TGCCC": 363,
            "ACTTTG": 364,
            "TACCC": 365,
            "AGAGAA": 366,
            "ATACG": 367,
            "TGAAGC": 368,
            "TGAAGG": 369,
            "TTCCG": 370,
            "TCT": 371,
            "TTCAC": 372,
            "TTACAA": 373,
            "AAGAAC": 374,
            "TGCTGC": 375,
            "AAAGG": 376,
            "ATGCG": 377,
            "TAATG": 378,
            "TTTAAC": 379,
            "TCCTCC": 380,
            "AATGG": 381,
            "TATAC": 382,
            "ATCTC": 383,
            "ATCTTC": 384,
            "ATGAAG": 385,
            "TGA": 386,
            "AAAGC": 387,
            "GCGG": 388,
            "AGGAGG": 389,
            "TTGTAA": 390,
            "TGGTGG": 391,
            "ATTTCC": 392,
            "AAGAAAA": 393,
            "TTGTC": 394,
            "TCGCC": 395,
            "AATGC": 396,
            "TTTGGG": 397,
            "TTTAAG": 398,
            "TGTATT": 399,
            "TTGCG": 400,
            "ACA": 401,
            "ATGATT": 402,
            "TTATGC": 403,
            "TTGTTC": 404,
            "TCTTCC": 405,
            "TATCG": 406,
            "TGT": 407,
            "AGCAGC": 408,
            "ATATCC": 409,
            "TCTATT": 410,
            "AGT": 411,
            "AAAAGC": 412,
            "TAAAC": 413,
            "TTGAC": 414,
            "TTATGG": 415,
            "TTAGAA": 416,
            "CCAC": 417,
            "ATCAC": 418,
            "AGATTG": 419,
            "ATGAC": 420,
            "ATTAC": 421,
            "TTTGAA": 422,
            "ATGTTG": 423,
            "TTTGGC": 424,
            "AGTATT": 425,
            "TCA": 426,
            "TGTTGG": 427,
            "TTCGG": 428,
            "TTCAAC": 429,
            "TTCTCC": 430,
            "ATAGAG": 431,
            "AGATGG": 432,
            "CCGCC": 433,
            "AGTTGG": 434,
            "TATATC": 435,
            "AAGAC": 436,
            "AAGAGG": 437,
            "TTCTTTT": 438,
            "AGATTC": 439,
            "ACAAGG": 440,
            "AAGTG": 441,
            "AATTTT": 442,
            "AACAC": 443,
            "AAACC": 444,
            "ATGTAA": 445,
            "AGATAA": 446,
            "TTGATC": 447,
            "TTCTAA": 448,
            "TATTGC": 449,
            "ATTTAC": 450,
            "TTCATG": 451,
            "TCAAGG": 452,
            "AAAACC": 453,
            "TGATAA": 454,
            "AAGTAA": 455,
            "AAGTTG": 456,
            "AAGATT": 457,
            "TATTGG": 458,
            "ATCGG": 459,
            "TGTTGC": 460,
            "TTTCAA": 461,
            "TTCTGC": 462,
            "AACTTG": 463,
            "TTTCCC": 464,
            "ATGTC": 465,
            "ATTGAA": 466,
            "ATCATT": 467,
            "TTTAGC": 468,
            "AGATGC": 469,
            "ATCAAC": 470,
            "TTTAGG": 471,
            "ATTTAG": 472,
            "TGGTG": 473,
            "CAA": 474,
            "TTACG": 475,
            "TTTACC": 476,
            "TTTTTC": 477,
            "AGTTGC": 478,
            "ATCTG": 479,
            "ACCACC": 480,
            "AACTC": 481,
            "AGTTAA": 482,
            "TGCTG": 483,
            "ACAAGC": 484,
            "AACTAA": 485,
            "ATCTTG": 486,
            "CCTCC": 487,
            "TTCAAG": 488,
            "TCTCG": 489,
            "GGCGG": 490,
            "ATTATG": 491,
            "AGACG": 492,
            "TTGTGG": 493,
            "ATTCAA": 494,
            "TCAAGC": 495,
            "TTTTTG": 496,
            "AACATG": 497,
            "ATTTATT": 498,
            "ACT": 499,
            "ACTTTC": 500,
            "TTATATT": 501,
            "AGGCG": 502,
            "AGGAAG": 503,
            "ATCATG": 504,
            "TTTGCC": 505,
            "AACGG": 506,
            "TTGTGC": 507,
            "AAGGG": 508,
            "TTATCC": 509,
            "TGATGC": 510,
            "ATCTCC": 511,
            "TGGCG": 512,
            "ATCTAA": 513,
            "TGTTAA": 514,
            "TCTTGG": 515,
            "AATCC": 516,
            "TTATAG": 517,
            "TGATGG": 518,
            "TTATAC": 519,
            "TTCGC": 520,
            "AACATT": 521,
            "AGTCG": 522,
            "TGATTC": 523,
            "TGATTG": 524,
            "ACGCC": 525,
            "TAACG": 526,
            "TTCTAC": 527,
            "AACAAG": 528,
            "AGAGGG": 529,
            "TGGAGG": 530,
            "ACCGG": 531,
            "TTTTTAA": 532,
            "AATAC": 533,
            "TCATTG": 534,
            "ATCAAG": 535,
            "TCTTAA": 536,
            "AACTTC": 537,
            "TGAGAA": 538,
            "AGTGAA": 539,
            "ACTTGG": 540,
            "AATAG": 541,
            "TTGTTTT": 542,
            "TCTTGC": 543,
            "AAAATAA": 544,
            "AGGTAA": 545,
            "ATTTTTC": 546,
            "AGCTGC": 547,
            "ATAAGG": 548,
            "TCATTC": 549,
            "TTGTAG": 550,
            "ACTATT": 551,
            "GCTGC": 552,
            "TACCG": 553,
            "AGCCG": 554,
            "ACTCG": 555,
            "AAGGC": 556,
            "TTAAGG": 557,
            "ATTGCC": 558,
            "ACATAA": 559,
            "AGTATG": 560,
            "ATCGC": 561,
            "ACAACC": 562,
            "TCGGC": 563,
            "TGTCG": 564,
            "TTTTCG": 565,
            "TTGAGG": 566,
            "AGTTCC": 567,
            "AAGAGC": 568,
            "TTAT": 569,
            "ATGTGG": 570,
            "TTGAAC": 571,
            "TTCTGG": 572,
            "TTAGAG": 573,
            "ATGTGC": 574,
            "AGTAT": 575,
            "AGCGG": 576,
            "ATCTGC": 577,
            "ATGAAC": 578,
            "TCATAA": 579,
            "ATTT": 580,
            "ACATTG": 581,
            "CCTAA": 582,
            "TTCTAG": 583,
            "TTATAT": 584,
            "TTGTAC": 585,
            "TCCGG": 586,
            "AAGCG": 587,
            "TGTATG": 588,
            "TTGGGG": 589,
            "CCACC": 590,
            "AAGTGG": 591,
            "AGAGAGAG": 592,
            "TGTAT": 593,
            "TGTGAA": 594,
            "CCATT": 595,
            "ATGAGG": 596,
            "TTTTATT": 597,
            "TTAGGG": 598,
            "AGACAA": 599,
            "AAAGGG": 600,
            "AAGTTC": 601,
            "ACATGC": 602,
            "TCTGAA": 603,
            "ATAAGC": 604,
            "ACATGG": 605,
            "TTAAGC": 606,
            "CCCAA": 607,
            "ATGATC": 608,
            "AGAGGC": 609,
            "TAAAAC": 610,
            "AAGATC": 611,
            "ACTTGC": 612,
            "TATTCC": 613,
            "AGTCAA": 614,
            "ACATTC": 615,
            "TTGAGC": 616,
            "ATTATC": 617,
            "AAGTAG": 618,
            "ACACG": 619,
            "TTCTTTC": 620,
            "TGGTGC": 621,
            "ATTGGG": 622,
            "AAA": 623,
            "TCGGG": 624,
            "TCATGG": 625,
            "ACTTCC": 626,
            "TTCAGC": 627,
            "CCAAC": 628,
            "TGACG": 629,
            "ATGTAC": 630,
            "TGCCG": 631,
            "TTTA": 632,
            "ATGTAG": 633,
            "ATTTTTG": 634,
            "AAGTAC": 635,
            "AATGGC": 636,
            "ACGGC": 637,
            "TTGAG": 638,
            "TGTGGG": 639,
            "CCATC": 640,
            "TGTCAA": 641,
            "TCTAT": 642,
            "TGGTAA": 643,
            "CCTTC": 644,
            "AGGAGC": 645,
            "ATGTTC": 646,
            "TGTGGC": 647,
            "ATTGGC": 648,
            "AAGTGC": 649,
            "ACTTAA": 650,
            "TGTTCC": 651,
            "TCATGC": 652,
            "TTGTCC": 653,
            "AATATT": 654,
            "AATGGG": 655,
            "AGATCC": 656,
            "TAATTTT": 657,
            "AACATC": 658,
            "AACTCC": 659,
            "TCTATC": 660,
            "TCTATG": 661,
            "TGGAGC": 662,
            "AACTGC": 663,
            "TCATCC": 664,
            "ACACAA": 665,
            "TAAAAAA": 666,
            "TAATGC": 667,
            "TAGCG": 668,
            "TTGGGC": 669,
            "AATTTC": 670,
            "CCATG": 671,
            "TTCACC": 672,
            "AGTATC": 673,
            "AACAAAA": 674,
            "AATTTG": 675,
            "AACTAC": 676,
            "ACTGAA": 677,
            "TTCAGG": 678,
            "TTGAAAA": 679,
            "TCAGAA": 680,
            "ATGAAAA": 681,
            "TCACG": 682,
            "TTTATTG": 683,
            "ACTCAA": 684,
            "AACCC": 685,
            "TGCGG": 686,
            "TGGAAG": 687,
            "ATTTTAA": 688,
            "ATCACC": 689,
            "TCTCCC": 690,
            "TTGTTTC": 691,
            "TAGTAA": 692,
            "TTGTTTG": 693,
            "TTTATAA": 694,
            "TATGGC": 695,
            "AGTTAC": 696,
            "AAAGGC": 697,
            "ATGAGC": 698,
            "ACAGAA": 699,
            "ATCTAC": 700,
            "AGTGGC": 701,
            "TTTATTC": 702,
            "TGACAA": 703,
            "TGCAGC": 704,
            "AAATAA": 705,
            "AACGC": 706,
            "TATGGG": 707,
            "ACCGC": 708,
            "AAAGAA": 709,
            "AGGTGG": 710,
            "TCACAA": 711,
            "TACGG": 712,
            "ACCTCC": 713,
            "AGATAC": 714,
            "AGATAG": 715,
            "TAAATG": 716,
            "TTTTTCC": 717,
            "AACTG": 718,
            "CCAAG": 719,
            "TGGATG": 720,
            "AGTGGG": 721,
            "ATCAGC": 722,
            "ACTAT": 723,
            "ACCCG": 724,
            "ATATATT": 725,
            "TTTTTTC": 726,
            "ACGGG": 727,
            "TGTATC": 728,
            "AGGATG": 729,
            "TAAAAG": 730,
            "TAGTAG": 731,
            "CCTTG": 732,
            "TACTAC": 733,
            "TCCGC": 734,
            "AGTCTC": 735,
            "ATTTTGG": 736,
            "AACTAG": 737,
            "TGCTTC": 738,
            "AGTAAG": 739,
            "TATAAAA": 740,
            "ATTTGAA": 741,
            "AGTTAG": 742,
            "TAAATC": 743,
            "ACTCTC": 744,
            "AACACC": 745,
            "TGTTAC": 746,
            "ATGGGG": 747,
            "ATGGAA": 748,
            "TCGAA": 749,
            "TCCCG": 750,
            "CCTGC": 751,
            "AGTGTG": 752,
            "AGCTTC": 753,
            "TAATTG": 754,
            "AAGGGG": 755,
            "ATGTTTT": 756,
            "ATAGGG": 757,
            "TGATCC": 758,
            "TATAAC": 759,
            "TAATGG": 760,
            "AGGTAC": 761,
            "ATGTCC": 762,
            "AGTAAC": 763,
            "TTGGAA": 764,
            "TTTTTGG": 765,
            "TCAACC": 766,
            "TGCATT": 767,
            "CGG": 768,
            "TTCAAAA": 769,
            "TAATAG": 770,
            "TGTCTC": 771,
            "ATCTGG": 772,
            "TAATAC": 773,
            "AACAGC": 774,
            "ATCTAG": 775,
            "AGAT": 776,
            "GGCGC": 777,
            "ACTATG": 778,
            "TTTTTATT": 779,
            "TCTTAC": 780,
            "AAACCC": 781,
            "TGTAAG": 782,
            "ATTCCC": 783,
            "TTCTTTG": 784,
            "TTCT": 785,
            "AGCGC": 786,
            "TGCAGG": 787,
            "AGAACC": 788,
            "AAGA": 789,
            "TCCACC": 790,
            "TATATAA": 791,
            "TGTTAG": 792,
            "ACATCC": 793,
            "AAATTC": 794,
            "AGTAGC": 795,
            "TGAACC": 796,
            "TGCGC": 797,
            "TTCCCC": 798,
            "TAAAGC": 799,
            "TTTTTTG": 800,
            "TGCTGG": 801,
            "AAGTC": 802,
            "AAGTCC": 803,
            "TATAGC": 804,
            "TAATATT": 805,
            "ACATAC": 806,
            "AAATTG": 807,
            "AAT": 808,
            "AGGAAAA": 809,
            "AACTGG": 810,
            "TGAGAG": 811,
            "TGCTAC": 812,
            "TTGT": 813,
            "ATAGGC": 814,
            "ATGGCC": 815,
            "TTGACC": 816,
            "ACTATC": 817,
            "TGCTCC": 818,
            "TAATTC": 819,
            "TTGA": 820,
            "TTAGGC": 821,
            "TGATAC": 822,
            "GGGCC": 823,
            "TGGATT": 824,
            "TCTGGC": 825,
            "TCTGTG": 826,
            "TGTAAC": 827,
            "TTGGCC": 828,
            "ATGGGC": 829,
            "AATTAA": 830,
            "TGCATC": 831,
            "TTGTATT": 832,
            "AGCTCC": 833,
            "GGAGG": 834,
            "AAGACC": 835,
            "ATTAAAA": 836,
            "ATTTT": 837,
            "AGTTTTG": 838,
            "TCCATC": 839,
            "TGCATG": 840,
            "GGTGG": 841,
            "TAATC": 842,
            "TTCTTCC": 843,
            "TGATAG": 844,
            "TCTGGG": 845,
            "TAAAGG": 846,
            "TCCTC": 847,
            "ATTTTGC": 848,
            "AAGAAAG": 849,
            "ATGCAA": 850,
            "TATA": 851,
            "TATACC": 852,
            "AAGAGAA": 853,
            "ATTAGC": 854,
            "TATATAT": 855,
            "TAAACC": 856,
            "ATGACC": 857,
            "ATTTCAA": 858,
            "TTTCTTTT": 859,
            "ATAACC": 860,
            "ATTACC": 861,
            "TATTTATT": 862,
            "AAACAA": 863,
            "AGCAAC": 864,
            "TGTTTTC": 865,
            "TTTCTTC": 866,
            "TCTGCC": 867,
            "AGGGGG": 868,
            "TATAAG": 869,
            "ATTTTCC": 870,
            "TGCTTG": 871,
            "TATAGG": 872,
            "AGCTTG": 873,
            "TGTTTTG": 874,
            "TGGTTG": 875,
            "ATATATATATATATAT": 876,
            "TGGTAG": 877,
            "TTATATG": 878,
            "ATATCG": 879,
            "AATGCC": 880,
            "TCTTTTC": 881,
            "TGCTAA": 882,
            "TACGC": 883,
            "ATCAGG": 884,
            "AGACAC": 885,
            "TATGCC": 886,
            "ATGA": 887,
            "ATGTTTG": 888,
            "TGCAAC": 889,
            "AGTTTTC": 890,
            "AAGGGC": 891,
            "TTTATGC": 892,
            "AAGCCC": 893,
            "TACTAA": 894,
            "TTCA": 895,
            "TTAACC": 896,
            "ATCTTTT": 897,
            "AAAGCC": 898,
            "AAGAAGC": 899,
            "ATTAAC": 900,
            "TTTCCG": 901,
            "TACTTG": 902,
            "TCTAAC": 903,
            "ATCAAAA": 904,
            "TTCTATT": 905,
            "ATTAGG": 906,
            "GGCGGC": 907,
            "TCATAC": 908,
            "AAGTTTT": 909,
            "TAATCC": 910,
            "ACAGAG": 911,
            "ATGAG": 912,
            "TTGCAA": 913,
            "CGC": 914,
            "ACGAA": 915,
            "GGGAA": 916,
            "ATATTGC": 917,
            "CCGCCG": 918,
            "AACAGG": 919,
            "TGAT": 920,
            "AAGAAGG": 921,
            "TGAGGG": 922,
            "AGCTGG": 923,
            "ATGCCC": 924,
            "AAGTTTG": 925,
            "TGCTAG": 926,
            "ATTTCG": 927,
            "TCCTTC": 928,
            "TGTAGC": 929,
            "ACTTAC": 930,
            "AGGTAG": 931,
            "TATAG": 932,
            "TACATG": 933,
            "TGAGGC": 934,
            "AGGTTG": 935,
            "TTTTTAG": 936,
            "ATTTCTC": 937,
            "AAGAAAC": 938,
            "TATTAA": 939,
            "TATGAA": 940,
            "ACCATC": 941,
            "TACTTC": 942,
            "TGTGTGTG": 943,
            "TGTTATT": 944,
            "TTTTGGG": 945,
            "TCTTAG": 946,
            "TCTTTTG": 947,
            "ATATTGG": 948,
            "ACTAAC": 949,
            "ATAATAA": 950,
            "ATGT": 951,
            "TTCAG": 952,
            "ATGTTTC": 953,
            "AGGAAC": 954,
            "AGCTAC": 955,
            "TTTTTGC": 956,
            "GCGCC": 957,
            "TTCTCTC": 958,
            "TCTACC": 959,
            "TAGTTG": 960,
            "ATCA": 961,
            "TCCTTG": 962,
            "TGGGGG": 963,
            "TGGAAC": 964,
            "AGTAGG": 965,
            "TACATT": 966,
            "TACAAC": 967,
            "TAAA": 968,
            "AGTACC": 969,
            "AGCATC": 970,
            "TTATTGC": 971,
            "TTTGCG": 972,
            "TCTAAG": 973,
            "ACATAG": 974,
            "TCCAAC": 975,
            "AGTCAC": 976,
            "TAATTAA": 977,
            "TAATTTG": 978,
            "TGGTTC": 979,
            "ACTGCC": 980,
            "TGCACC": 981,
            "TGTAGG": 982,
            "AAGTTTC": 983,
            "TCCATT": 984,
            "TTTATGG": 985,
            "TATCAA": 986,
            "AAGT": 987,
            "TGGAAAA": 988,
            "TGTGCC": 989,
            "ATATATG": 990,
            "TCACAC": 991,
            "TTGCCC": 992,
            "TACTAG": 993,
            "GATG": 994,
            "ACTCCC": 995,
            "TTCCAA": 996,
            "ACCAAC": 997,
            "TGGATC": 998,
            "TCATAG": 999,
            "TGTCAC": 1000,
            "TAATTTC": 1001,
            "ATTA": 1002,
            "ATTTATG": 1003,
            "AGAGCC": 1004,
            "TTATTGG": 1005,
            "AGCTAG": 1006,
            "AGGGGC": 1007,
            "TCTTCG": 1008,
            "TATTTTTT": 1009,
            "TGTCTG": 1010,
            "AGCAGG": 1011,
            "ATCCCC": 1012,
            "ATCCAA": 1013,
            "TATATTG": 1014,
            "TATATTC": 1015,
            "TACTCC": 1016,
            "TAAATAA": 1017,
            "AATCCC": 1018,
            "ATCTTTC": 1019,
            "ACTAAG": 1020,
            "AGTCTG": 1021,
            "TGATATT": 1022,
            "TTGTTGC": 1023,
            "TCGTCG": 1024,
            "ACTGTG": 1025,
            "TCTAGC": 1026,
            "TATTCG": 1027,
            "TGAGTG": 1028,
            "AGATATT": 1029,
            "TAGAAAA": 1030,
            "AAGGAA": 1031,
            "ATCT": 1032,
            "ACAT": 1033,
            "TTTTT": 1034,
            "GGCAA": 1035,
            "AGCATG": 1036,
            "AGCTAA": 1037,
            "TTTTTTTC": 1038,
            "ACTCTG": 1039,
            "TCAT": 1040,
            "CTTC": 1041,
            "GAGG": 1042,
            "AACA": 1043,
            "TAGATG": 1044,
            "TAGATT": 1045,
            "AGCACC": 1046,
            "CCCGC": 1047,
            "TGGGGC": 1048,
            "ACGACG": 1049,
            "TAGAGG": 1050,
            "CTCC": 1051,
            "CCAAAA": 1052,
            "TAAT": 1053,
            "TAAGAA": 1054,
            "TCAGCC": 1055,
            "TCAGAG": 1056,
            "TTGATTG": 1057,
            "CCCGG": 1058,
            "TAGAAG": 1059,
            "TGACAC": 1060,
            "ACTTAG": 1061,
            "TATTTTC": 1062,
            "TTTACG": 1063,
            "TGCAAG": 1064,
            "TCGCG": 1065,
            "TTGTTGG": 1066,
            "TTTTTAC": 1067,
            "TAACAA": 1068,
            "ACTACC": 1069,
            "AGTTATT": 1070,
            "AAATTGG": 1071,
            "AGCAAG": 1072,
            "AGGTGC": 1073,
            "TCCATG": 1074,
            "GAAG": 1075,
            "ACGCG": 1076,
            "TTTCTTTC": 1077,
            "ATCTTTG": 1078,
            "AAGGCC": 1079,
            "TGGTAC": 1080,
            "TCCTAA": 1081,
            "TCAGTG": 1082,
            "TTTTGGC": 1083,
            "AGAAGAA": 1084,
            "TATTTTG": 1085,
            "ATTATTG": 1086,
            "TCTTATT": 1087,
            "TTTCGG": 1088,
            "ACAGTG": 1089,
            "TTATCG": 1090,
            "ACCAAAA": 1091,
            "TTATATC": 1092,
            "ATTAAG": 1093,
            "ATTTTATT": 1094,
            "TCCCCC": 1095,
            "ACACACAC": 1096,
            "ATACCC": 1097,
            "ATTTTAC": 1098,
            "AACTTTT": 1099,
            "TGTACC": 1100,
            "TAGTGG": 1101,
            "AGTTCG": 1102,
            "ACTAGC": 1103,
            "TTGATTC": 1104,
            "ATTTATC": 1105,
            "ACTCAC": 1106,
            "TTAGCC": 1107,
            "TGAGAC": 1108,
            "ACCATG": 1109,
            "TACAAG": 1110,
            "ACAGCC": 1111,
            "TCTAGG": 1112,
            "AGTTTAA": 1113,
            "GTTG": 1114,
            "AACTTTG": 1115,
            "TACTGC": 1116,
            "AGTCCC": 1117,
            "AGATCG": 1118,
            "CTTG": 1119,
            "TCTCTCTCTCTCTCTC": 1120,
            "ATGTATT": 1121,
            "ACATAT": 1122,
            "AACT": 1123,
            "TTCTTGC": 1124,
            "ATAGCC": 1125,
            "TCCAAG": 1126,
            "TGTTTGG": 1127,
            "ACTGGG": 1128,
            "TTTCTTG": 1129,
            "TACAAAA": 1130,
            "TATCCC": 1131,
            "CATC": 1132,
            "TACATC": 1133,
            "ACTTTTG": 1134,
            "AAATTGC": 1135,
            "TGAGCC": 1136,
            "TTCTCG": 1137,
            "TGGACC": 1138,
            "TCCAAAA": 1139,
            "TCATATT": 1140,
            "AATGAA": 1141,
            "TGTCCC": 1142,
            "GAAAA": 1143,
            "ACAGGG": 1144,
            "AGATAT": 1145,
            "ACTGGC": 1146,
            "AGGTTC": 1147,
            "TTTATCC": 1148,
            "TTACCC": 1149,
            "TTTTCCC": 1150,
            "TTGGCG": 1151,
            "AGGATC": 1152,
            "ACCAAG": 1153,
            "CATG": 1154,
            "TTTGTTG": 1155,
            "AGCATT": 1156,
            "AGGATT": 1157,
            "TTCATTC": 1158,
            "CTAA": 1159,
            "ACATATT": 1160,
            "CAAC": 1161,
            "ACTTTTC": 1162,
            "TATATGC": 1163,
            "ATAAATT": 1164,
            "TCCTGC": 1165,
            "TAAGCC": 1166,
            "AGCTCG": 1167,
            "ACTAGG": 1168,
            "TTTTTTTG": 1169,
            "GTGG": 1170,
            "TTCTTGG": 1171,
            "ATTCGG": 1172,
            "TTGTTAA": 1173,
            "TTTTATG": 1174,
            "TGTTCG": 1175,
            "TATATATT": 1176,
            "GTAA": 1177,
            "AGCAAAA": 1178,
            "ACCATT": 1179,
            "TTCATTG": 1180,
            "TGGA": 1181,
            "TTGAGAA": 1182,
            "ACCTAA": 1183,
            "AGGA": 1184,
            "AATCAA": 1185,
            "TCATCG": 1186,
            "TGCAAAA": 1187,
            "AAAGAAAA": 1188,
            "ATGATAA": 1189,
            "AGTTTGG": 1190,
            "TGGTCC": 1191,
            "TTCTTAA": 1192,
            "ATTTTAG": 1193,
            "ATTTGTG": 1194,
            "TATTTAA": 1195,
            "TCAGGG": 1196,
            "ACAGGC": 1197,
            "AGTGCC": 1198,
            "TGTTTAA": 1199,
            "CTGC": 1200,
            "ACGAGG": 1201,
            "TCCTAC": 1202,
            "GCAGC": 1203,
            "TTTGATG": 1204,
            "TCTCAA": 1205,
            "ACCTTC": 1206,
            "TCTTTAA": 1207,
            "ATTGATG": 1208,
            "TCAGGC": 1209,
            "ACTGAC": 1210,
            "TTGATAA": 1211,
            "AAGATAA": 1212,
            "GCTCC": 1213,
            "TAGAAC": 1214,
            "ATTATAA": 1215,
            "AAGCAA": 1216,
            "TCACCC": 1217,
            "TATATAC": 1218,
            "TCGCCG": 1219,
            "ACCTTG": 1220,
            "GGAGC": 1221,
            "TAAGGG": 1222,
            "TTTCTCC": 1223,
            "AGGAG": 1224,
            "TTCTCAA": 1225,
            "AAGATGG": 1226,
            "TGCA": 1227,
            "ACACCC": 1228,
            "ATGAGAA": 1229,
            "TAAGGC": 1230,
            "TGATAT": 1231,
            "ACTTATT": 1232,
            "TTTTTTAA": 1233,
            "TAGATC": 1234,
            "AAGATTG": 1235,
            "TTGATGC": 1236,
            "TGCT": 1237,
            "TAGTAC": 1238,
            "TAGTTC": 1239,
            "CATT": 1240,
            "TGGT": 1241,
            "TGGAG": 1242,
            "AAATGG": 1243,
            "ACAGAC": 1244,
            "TCCGCC": 1245,
            "ACTGTC": 1246,
            "TGGCGG": 1247,
            "AACTTTC": 1248,
            "TAGAGC": 1249,
            "TAACCC": 1250,
            "TTGTGAA": 1251,
            "TTGAAGG": 1252,
            "AACCCC": 1253,
            "ATGTTAA": 1254,
            "TTTTATC": 1255,
            "TCAGAC": 1256,
            "ACCGCC": 1257,
            "ACCAGC": 1258,
            "AAGTATT": 1259,
            "GATC": 1260,
            "ATAAGAA": 1261,
            "CAAAA": 1262,
            "ATTATTC": 1263,
            "ACTTCG": 1264,
            "TAAAG": 1265,
            "AAATGC": 1266,
            "TTTTAAAA": 1267,
            "AAGTTGG": 1268,
            "AGAAAAC": 1269,
            "TTCTGAA": 1270,
            "GAAC": 1271,
            "TTGAAGC": 1272,
            "AAGAATG": 1273,
            "CTAC": 1274,
            "GGATG": 1275,
            "AAGTTAA": 1276,
            "GATT": 1277,
            "AAGACG": 1278,
            "CACC": 1279,
            "TCCTCG": 1280,
            "AATATG": 1281,
            "TTGATGG": 1282,
            "TAGTTTT": 1283,
            "AAGAGAG": 1284,
            "TTTGTTTT": 1285,
            "GAGC": 1286,
            "TTTGATT": 1287,
            "TAGGGG": 1288,
            "TAGTGC": 1289,
            "AAGATTC": 1290,
            "GTGC": 1291,
            "GCTTC": 1292,
            "TTGAAAC": 1293,
            "ATGATTG": 1294,
            "AGCA": 1295,
            "TGATCG": 1296,
            "ATGATGC": 1297,
            "TTCCTCC": 1298,
            "TTTGTAA": 1299,
            "ATCTCG": 1300,
            "ATTTAT": 1301,
            "GGTGC": 1302,
            "AACTCG": 1303,
            "TGGGCC": 1304,
            "ATGATTC": 1305,
            "ATTAG": 1306,
            "ACCTGC": 1307,
            "TTTTGCC": 1308,
            "AGGAGAA": 1309,
            "ATGTGAA": 1310,
            "AGCT": 1311,
            "TGGAGAA": 1312,
            "ATAACG": 1313,
            "TTTTGAA": 1314,
            "TTTAAAA": 1315,
            "ATGTTGC": 1316,
            "TCATAT": 1317,
            "ATGATGG": 1318,
            "TTAATAA": 1319,
            "TTGTCG": 1320,
            "TACACC": 1321,
            "ATCTCTC": 1322,
            "TCAGTC": 1323,
            "TCCTAG": 1324,
            "ATTTCTG": 1325,
            "AAGTGAA": 1326,
            "ATCTTCC": 1327,
            "TGGTTTG": 1328,
            "TTCCCG": 1329,
            "TACTTTT": 1330,
            "AGGTTTG": 1331,
            "AGGACC": 1332,
            "AAGATGC": 1333,
            "TTTCGC": 1334,
            "ATCTATT": 1335,
            "TGTTTGC": 1336,
            "AGATATG": 1337,
            "TCCTTTT": 1338,
            "AAGTTGC": 1339,
            "ACATCG": 1340,
            "TTTAGGG": 1341,
            "TCCAGC": 1342,
            "AGATTGG": 1343,
            "ATCATTC": 1344,
            "TTTTTTTTTTTT": 1345,
            "AGGT": 1346,
            "TATATGG": 1347,
            "TCTCCG": 1348,
            "ATAACAA": 1349,
            "ATCATTG": 1350,
            "TATACAA": 1351,
            "TGGTTTT": 1352,
            "TTGTCAA": 1353,
            "TCTTTCC": 1354,
            "AACATAA": 1355,
            "GTAG": 1356,
            "AACAAAC": 1357,
            "ATGAAAC": 1358,
            "TTTCTAA": 1359,
            "TGACCC": 1360,
            "ATGAAGC": 1361,
            "ATTTGGG": 1362,
            "ATCAAAC": 1363,
            "TTGAAAG": 1364,
            "ATCTCAA": 1365,
            "ATGGCG": 1366,
            "TTGTATG": 1367,
            "TGGCCC": 1368,
            "TTTAAGG": 1369,
            "CAGC": 1370,
            "TTCAAAC": 1371,
            "AACTATT": 1372,
            "TAAAGAA": 1373,
            "CCCCC": 1374,
            "TGGTTTC": 1375,
            "ATGTTGG": 1376,
            "TTTGTTTG": 1377,
            "TTAAATT": 1378,
            "CTAG": 1379,
            "TTCTT": 1380,
            "ATCAG": 1381,
            "AGGCCC": 1382,
            "AAGACAA": 1383,
            "AATCG": 1384,
            "TATAGAA": 1385,
            "ATGAAGG": 1386,
            "ATAAATAA": 1387,
            "AATTGG": 1388,
            "ACTGAG": 1389,
            "TGATTTC": 1390,
            "TCCA": 1391,
            "TTCCGG": 1392,
            "ATGTATG": 1393,
            "TCCT": 1394,
            "ATCTGAA": 1395,
            "TCTTTGC": 1396,
            "TTCATAA": 1397,
            "AGGCGG": 1398,
            "ACCA": 1399,
            "AAACG": 1400,
            "TACTGG": 1401,
            "AACAAAG": 1402,
            "TTTCATT": 1403,
            "AGACCC": 1404,
            "TAGGCC": 1405,
            "TTGCTGC": 1406,
            "ACTTTAA": 1407,
            "TACT": 1408,
            "AACTGAA": 1409,
            "TGCCCC": 1410,
            "GCTGG": 1411,
            "AACTCAA": 1412,
            "TTGAATG": 1413,
            "TTTCTGC": 1414,
            "ATGTCG": 1415,
            "CAAG": 1416,
            "TAAATTG": 1417,
            "TGAAGAA": 1418,
            "TAAATTC": 1419,
            "TAAAATG": 1420,
            "TGTTTCC": 1421,
            "GGAAAA": 1422,
            "ATGAAAG": 1423,
            "TCATTTC": 1424,
            "TAGA": 1425,
            "TTATAAC": 1426,
            "TTAACG": 1427,
            "GTTC": 1428,
            "AGTTTGC": 1429,
            "AGAACG": 1430,
            "GTAC": 1431,
            "TGATATG": 1432,
            "AACTTAA": 1433,
            "AGGTCC": 1434,
            "ATCAAAG": 1435,
            "TACA": 1436,
            "TAATGAA": 1437,
            "TCTTTGG": 1438,
            "ATCCGG": 1439,
            "TTATAAG": 1440,
            "TGATTTG": 1441,
            "ATGTCAA": 1442,
            "TTATAAAA": 1443,
            "AATATC": 1444,
            "TGTTATG": 1445,
            "ACCCCC": 1446,
            "ATCATAA": 1447,
            "TTTTCTTTT": 1448,
            "AACATTG": 1449,
            "AACTTGG": 1450,
            "ACGAGC": 1451,
            "TGTA": 1452,
            "AGGGCC": 1453,
            "AATTGC": 1454,
            "AACAATG": 1455,
            "CTGG": 1456,
            "TTAAGAA": 1457,
            "TGCTCG": 1458,
            "ACCTAC": 1459,
            "TTCGCC": 1460,
            "AAAATGG": 1461,
            "TGAAATT": 1462,
            "CTTTT": 1463,
            "ATTGTTG": 1464,
            "TAGT": 1465,
            "ATGAATG": 1466,
            "TATTATT": 1467,
            "ATGACG": 1468,
            "AGATTTC": 1469,
            "AGATTTG": 1470,
            "AGGAAGC": 1471,
            "TTCAGAA": 1472,
            "AGTA": 1473,
            "AACACAA": 1474,
            "TCGAGC": 1475,
            "TTCAAAG": 1476,
            "CCCTCC": 1477,
            "TAGTTTG": 1478,
            "GCTAC": 1479,
            "TATTTGC": 1480,
            "ACAACG": 1481,
            "AAGAATC": 1482,
            "TAGTTTC": 1483,
            "GCATC": 1484,
            "GGGGG": 1485,
            "TAGGGC": 1486,
            "TATTTGG": 1487,
            "GCAGG": 1488,
            "GGTAA": 1489,
            "ATACCG": 1490,
            "AAAGAG": 1491,
            "AAAAATT": 1492,
            "TCGAGG": 1493,
            "ATGACAA": 1494,
            "TTAAAAAA": 1495,
            "TGATTGG": 1496,
            "AACTTGC": 1497,
            "ATCTTAA": 1498,
            "ATTCTTC": 1499,
            "TGCTTTG": 1500,
            "ATCGCC": 1501,
            "AGTTATG": 1502,
            "AGTTTCC": 1503,
            "GCACC": 1504,
            "TCAACG": 1505,
            "TTCATGG": 1506,
            "TTGTTCC": 1507,
            "ATATGGG": 1508,
            "AGAAGGG": 1509,
            "TTAATTTT": 1510,
            "ATATTCC": 1511,
            "TCTA": 1512,
            "CAGG": 1513,
            "AAATCC": 1514,
            "TCCTGG": 1515,
            "TATTTTTC": 1516,
            "TATATAG": 1517,
            "TCTCGG": 1518,
            "TTCAATG": 1519,
            "TTTAAGC": 1520,
            "AAGTATG": 1521,
            "TATTTAC": 1522,
            "AAGTCAA": 1523,
            "GGCAGC": 1524,
            "AAATTCC": 1525,
            "ACAGTC": 1526,
            "ATCAATG": 1527,
            "ATCTTGG": 1528,
            "TGCTTTT": 1529,
            "AAGTCG": 1530,
            "AATCGG": 1531,
            "AACATTC": 1532,
            "TTCATGC": 1533,
            "AGGAAGG": 1534,
            "AGCCCC": 1535,
            "ATATATAA": 1536,
            "ATATAAAA": 1537,
            "GGCTGC": 1538,
            "AACAAGG": 1539,
            "TTTCTTTG": 1540,
            "AGAAATT": 1541,
            "TACTTTG": 1542,
            "TACCCC": 1543,
            "GTTTT": 1544,
            "TCCAGG": 1545,
            "TATTT": 1546,
            "TTGACAA": 1547,
            "AGAAAGC": 1548,
            "ACTTTGG": 1549,
            "AACCAA": 1550,
            "ATCTTGC": 1551,
            "TTGTATC": 1552,
            "TAAACAA": 1553,
            "GTTTG": 1554,
            "ATTGATT": 1555,
            "AGATTGC": 1556,
            "TTCAAGG": 1557,
            "ATCAAGG": 1558,
            "ACCTAG": 1559,
            "TCATTTG": 1560,
            "TGCTTTC": 1561,
            "ATCACAA": 1562,
            "ATGGAGG": 1563,
            "ATGCGG": 1564,
            "TCTCTCC": 1565,
            "TTGTT": 1566,
            "ATCAGAA": 1567,
            "TTGCGG": 1568,
            "TTTTTTTTTTTTTTTT": 1569,
            "TAAAAAC": 1570,
            "TCTCGC": 1571,
            "TTGAATC": 1572,
            "AAAACCC": 1573,
            "TACAGG": 1574,
            "AACAGAA": 1575,
            "AGAGCG": 1576,
            "TGATGAA": 1577,
            "TTGTGTG": 1578,
            "TATTTCC": 1579,
            "TAGGAA": 1580,
            "TTTCT": 1581,
            "TTTTCAA": 1582,
            "ATTGTAA": 1583,
            "TTCACAA": 1584,
            "TTGACG": 1585,
            "TTCTATC": 1586,
            "AGATATC": 1587,
            "AAAATAG": 1588,
            "CTTTC": 1589,
            "TGTCGG": 1590,
            "TATACG": 1591,
            "ATGGTGG": 1592,
            "AGAAGGC": 1593,
            "ACGGCG": 1594,
            "TTACCG": 1595,
            "TCACCG": 1596,
            "TCTTATG": 1597,
            "TTCTATG": 1598,
            "AAAAA": 1599,
            "TACAGC": 1600,
            "TTGTTAC": 1601,
            "ATATATC": 1602,
            "TACTTTC": 1603,
            "TTAACAA": 1604,
            "TAAAATC": 1605,
            "TTTGGGG": 1606,
            "TTAATTAA": 1607,
            "TAATCAA": 1608,
            "AAGCCG": 1609,
            "ACTA": 1610,
            "AGATGAA": 1611,
            "TTCAAGC": 1612,
            "ATTACAA": 1613,
            "TATGCG": 1614,
            "TTTGTGG": 1615,
            "ACCAGG": 1616,
            "TTATTCC": 1617,
            "TTCTTTTC": 1618,
            "GCAAC": 1619,
            "TATCGG": 1620,
            "ACCT": 1621,
            "AATTCC": 1622,
            "TATCCG": 1623,
            "ACGCCG": 1624,
            "TGTTTAC": 1625,
            "TTCAATC": 1626,
            "TTCATCC": 1627,
            "ACCTGG": 1628,
            "TGATATC": 1629,
            "AGAAA": 1630,
            "TTGCCG": 1631,
            "TTGGTGG": 1632,
            "ATTTAAG": 1633,
            "TAGTCC": 1634,
            "ACGTGG": 1635,
            "TCGTGG": 1636,
            "AAAAGGG": 1637,
            "TTTGTGC": 1638,
            "AGAAAGG": 1639,
            "TAATATG": 1640,
            "AACTTCC": 1641,
            "ATATGGC": 1642,
            "ATATA": 1643,
            "ACCAC": 1644,
            "TTTGTTTC": 1645,
            "TGCCGG": 1646,
            "TTCTCTG": 1647,
            "ATTTGGC": 1648,
            "TCCTTTC": 1649,
            "TAGCCC": 1650,
            "AGTTTAG": 1651,
            "AGTTGAA": 1652,
            "TAAAAAG": 1653,
            "AACAAGC": 1654,
            "ATCATCC": 1655,
            "ACTCGG": 1656,
            "TTCGGG": 1657,
            "TGTTGAA": 1658,
            "GCCC": 1659,
            "AAAATGC": 1660,
            "AGCTC": 1661,
            "AAGTTCC": 1662,
            "AACCG": 1663,
            "ATTCCG": 1664,
            "AAAAATG": 1665,
            "GTCC": 1666,
            "AAAAAGG": 1667,
            "ATTTAAC": 1668,
            "AAACGG": 1669,
            "ACTTTGC": 1670,
            "ATTCGC": 1671,
            "AACACG": 1672,
            "ATAATTTT": 1673,
            "GTTTC": 1674,
            "TATTTTTG": 1675,
            "TGAACG": 1676,
            "AAGAGGG": 1677,
            "ATTTCAC": 1678,
            "ACATTTC": 1679,
            "ATCATGC": 1680,
            "CTTTG": 1681,
            "TCTTATC": 1682,
            "TCGTCC": 1683,
            "ATTTGAC": 1684,
            "AGACGG": 1685,
            "TGTTATC": 1686,
            "GGGAGG": 1687,
            "TGGTGAA": 1688,
            "TATATATG": 1689,
            "ATACGG": 1690,
            "AACATGC": 1691,
            "AAGAACC": 1692,
            "AATCTC": 1693,
            "TTTTTCTC": 1694,
            "TTCACG": 1695,
            "TGATTGC": 1696,
            "TTCTTAC": 1697,
            "ATTTGAG": 1698,
            "AACATGG": 1699,
            "GCATG": 1700,
            "CCCCCCCC": 1701,
            "TTTTA": 1702,
            "ATCATGG": 1703,
            "TGTTTAG": 1704,
            "TATAT": 1705,
            "ATTAATG": 1706,
            "AGCGCC": 1707,
            "TTATGGG": 1708,
            "ATCAAGC": 1709,
            "TTGGAGG": 1710,
            "TAGACC": 1711,
            "TCATATG": 1712,
            "ATTTTTAA": 1713,
            "TATATCC": 1714,
            "AACAG": 1715,
            "ATCAATC": 1716,
            "AGCTTTG": 1717,
